[{"comment": "The Dar es Salaam Stock Exchange (DSE) is a stock exchange located in Dar es Salaam, the commercial capital and largest city in Tanzania. It was incorporated in September 1996 and trading started in April 1998. It is a member of the African Stock Exchanges Association. The exchange is open five days a week, from Monday through Friday. The trading days are weekly from Monday to Friday, starting from 10.00 am to 14.00 pm.", "latitude": -6.81358, "name": "http://dbpedia.org/resource/Dar_es_Salaam_Stock_Exchange", "longitude": 39.2892, "label": "Dar es Salaam Stock Exchange"}, {"comment": "Rafael Advanced Defense Systems Ltd. (Hebrew: רפאל - מערכות לחימה מתקדמות בע\"מ, formerly: RAFAEL Armament Development Authority), known as RAFAEL or Rafael, (also spelled as Raphael or Rephael; Hebrew acronym of \"Authority for the Development of Armaments\" - רשות לפיתוח אמצעי לחימה) is an Israeli defense technology company. It was founded as Israel’s National R&D Defense Laboratory for the development of weapons and military technology within the Ministry of Defense; in 2002 it was incorporated as a limited company.", "latitude": 32.8684, "name": "http://dbpedia.org/resource/Rafael_Advanced_Defense_Systems", "longitude": 35.0931, "label": "Rafael Advanced Defense Systems"}, {"comment": "Safir Hotels & Resorts (also known as Safir International Hotels Management ) is a Kuwaiti-owned luxury hotel chain in the Arabic world. Clientele includes the sister of the Emir of Kuwait who stayed in the hotel's $3000 a month apartments (as of 1991).", "latitude": 33.8915, "name": "http://dbpedia.org/resource/Safir_Hotels_&_Resorts", "longitude": 35.4727, "label": "Safir Hotels & Resorts"}, {"comment": "Taybeh Brewery is a Palestinian brewery founded in 1994. The brewery is located in the West Bank village of Taybeh, 35 kilometers north of Jerusalem. It produced its first beer in 1995 and has since developed a global following.", "latitude": 31.9529, "name": "http://dbpedia.org/resource/Taybeh_Brewery", "longitude": 35.2998, "label": "Taybeh Brewery"}, {"comment": "Israel Discount Bank Ltd. (Hebrew: בנק דיסקונט לישראל בע\"מ‎) is one of Israel's three largest banks, with 260 branches, and assets of 185 billion NIS (US$48 billion).", "latitude": 32.0617, "name": "http://dbpedia.org/resource/Israel_Discount_Bank", "longitude": 34.7705, "label": "Israel Discount Bank"}, {"comment": "Hima Cement Limited (HCL) is a cement manufacturer in Uganda. Hima Cement Limited is 70% owned by LaFarge, the construction materials manufacturer based in France.", "latitude": 0.289167, "name": "http://dbpedia.org/resource/Hima_Cement_Limited", "longitude": 30.1792, "label": "Hima Cement Limited"}, {"comment": "Tororo Cement Limited (TCL), a Ugandan company, is one of the largest manufacturers of construction materials in eastern Africa.", "latitude": 0.66, "name": "http://dbpedia.org/resource/Tororo_Cement_Limited", "longitude": 34.155, "label": "Tororo Cement Limited"}, {"comment": "The Rwanda Stock Exchange (RSE), is Rwanda's principal stock exchange. It was founded in January 2011. The RSE is operated under the jurisdiction of Rwanda's Capital Market Authority (CMA), previously known as Capital Markets Advisory Council (CMAC), which in turn reports to the Ministry of Finance and Economic Planning (MINECOFIN).", "latitude": 1.94327, "name": "http://dbpedia.org/resource/Rwanda_Stock_Exchange", "longitude": 30.0595, "label": "Rwanda Stock Exchange"}, {"comment": "FINCA Uganda Limited, also known as FINCA Uganda, is an MDI (Microfinance Deposit-taking Institution) in Uganda. It is a subsidiary and member organization of FINCA International, headquartered in the United States of America.", "latitude": 0.310278, "name": "http://dbpedia.org/resource/FINCA_Uganda_Limited", "longitude": 32.5769, "label": "FINCA Uganda Limited"}, {"comment": "Sugar Corporation of Uganda Limited (SCOUL), is a sugar manufacturer in Uganda, the third-largest economy in the East African Community.", "latitude": 0.38, "name": "http://dbpedia.org/resource/Sugar_Corporation_of_Uganda_Limited", "longitude": 32.945, "label": "Sugar Corporation of Uganda Limited"}, {"comment": "The Faisal Equestrian Club (Arabic: نادي الفيصل للفروسية‎) is an equestrian club and upscale restaurant in Gaza.The track is the site of horse races, a \"popular sport\" in Gaza according a 1994 article in the Rocky Mountain News. As of July 2010, the club was the sole equestrian club in the Gaza strip. As of 2010, membership was increasing, with some 120 members, and other people coming for occasional lessons or an occasional ride. The club has two tracks, a 40-meter and a 60-meter international standard. There are also different styles of show-jumps. Horses are imported through the Gaza Strip smuggling tunnels.", "latitude": 31.4936, "name": "http://dbpedia.org/resource/Faisal_Equestrian_Club", "longitude": 34.4117, "label": "Faisal Equestrian Club"}, {"comment": "Sango Bay Estates Limited (SBEL), also Sango Bay Estates is a sugar manufacturer in Uganda, the third-largest economy in the East African Community.", "latitude": 1.63556, "name": "http://dbpedia.org/resource/Sango_Bay_Estates_Limited", "longitude": 31.6056, "label": "Sango Bay Estates Limited"}, {"comment": "Mercantile Discount Bank (Hebrew: בנק מרכנתיל דיסקונט בע\"מ‎ is a major commercial bank in Israel, and is a subsidiary of Israel Discount Bank.It is the sixth largest bank in Israel.", "latitude": 32.0729, "name": "http://dbpedia.org/resource/Mercantile_Discount_Bank", "longitude": 34.7893, "label": "Mercantile Discount Bank"}, {"comment": "The Commercial Bank of Syria (Arabic: المصرف التجاري السوري‎) is the largest commercial bank in Syria with its headquarters located in Damascus. The bank offers commercial banking services including long-term loans in Syrian pounds; armored car service; and collections services. The bank has dozens of branches and ATM's throughout Syria.", "latitude": 33.5161, "name": "http://dbpedia.org/resource/Commercial_Bank_of_Syria", "longitude": 36.2944, "label": "Commercial Bank of Syria"}, {"comment": "State Organization for Marketing of Oil (SOMO) is an Iraqi national company responsible for marketing Iraq's oil. It is headquartered in Baghdad, Iraq.", "latitude": 33.34, "name": "http://dbpedia.org/resource/State_Organization_for_Marketing_of_Oil", "longitude": 44.4531, "label": "State Organization for Marketing of Oil"}, {"comment": "Volta Aluminum Company, known as Valco, is an aluminium company based in Kumasi, Ashanti founded by Kaiser Aluminum and now wholly owned by the Asantehene Emperor of Ashanti Osei Tutu II and government of Ghana. Valco is a joint venture with Alcoa, the major aluminum conglomerate based in the United States. In 1961 Valco invested in the Akosombo Hydroelectric Project project to provide energy for its aluminum smelters. The company had negotiated favorable terms for power purchase with the government. The agreement was re-negotiated in 1985, as part of the program of the Rawlings government, to reflect the increased value of electrical energy.", "latitude": 5.66778, "name": "http://dbpedia.org/resource/Volta_Aluminum_Company", "longitude": 0.0211111, "label": "Volta Aluminum Company"}, {"comment": "The Central Bank of Sudan is the central bank of Sudan. The bank was formed in 1960, four years after Sudan's independence. It is located in Khartoum and its governor is currently Mohamed Kheir El-Zubeir.", "latitude": 15.6042, "name": "http://dbpedia.org/resource/Central_Bank_of_Sudan", "longitude": 32.5042, "label": "Central Bank of Sudan"}, {"comment": "Kuwait Projects Company (Holding), known as KIPCO, is an investment holding company in the Middle East and North Africa (MENA) region, with consolidated assets of US$ 31.4 billion as of 30 September 2015. The Group has significant ownership interests in a portfolio of over 60 companies operating across 24 countries.The group's main business sectors are financial services, media, real estate and manufacturing. Through its core companies, subsidiaries and affiliates, KIPCO also has interests in the education and medical sectors.", "latitude": 29.3758, "name": "http://dbpedia.org/resource/KIPCO", "longitude": 47.9864, "label": "KIPCO"}, {"comment": "The Begin–Sadat Center for Strategic Studies (BESA), is an Israeli think tank  that seeks to advance a \"realist, conservative, Zionist agenda in the search for security and peace for Israel.\" The center's mission is to contribute to promoting peace and security in the Middle East, through policy-oriented researches on national security in the Middle East. It is located near the Political Science department within Bar-Ilan University. The center was founded by Thomas Hecht, a Canadian Jewish leader, and was dedicated to Menachem Begin and Anwar Sadat, who signed the Egypt–Israel Peace Treaty, the first peace agreement ever signed between Israel and an Arab country.", "latitude": 32.0678, "name": "http://dbpedia.org/resource/Begin–Sadat_Center_for_Strategic_Studies", "longitude": 34.8425, "label": "Begin–Sadat Center for Strategic Studies"}, {"comment": "The Ethiopia Commodity Exchange (ECX) is a commodities exchange established April 2008 in Ethiopia. In Proclamation 2007-551, which created the ECX, its stated objective was \"to ensure the development of an efficient modern trading system\" that would \"protect the rights and benefits of sellers, buyers, intermediaries, and the general public\"The first year of The Ethiopia Commodity Exchange's existence is documented in the PBS Wide Angle film The Market Maker.", "latitude": 9.011, "name": "http://dbpedia.org/resource/Ethiopia_Commodity_Exchange", "longitude": 38.747, "label": "Ethiopia Commodity Exchange"}]
