[{"comment": "Mechanical Lloyd Company Limited is a Ghanaian automobiles company. They are listed on the stock index of the Ghana Stock Exchange, the GSE All-Share Index. It was incorporated on August 7, 1970 and was listed on the stock exchange on May 10, 1994.", "latitude": 5.7145, "name": "http://dbpedia.org/resource/Mechanical_Lloyd", "longitude": -0.170256, "label": "Mechanical Lloyd"}, {"comment": "Volta Aluminum Company, known as Valco, is an aluminium company based in Kumasi, Ashanti founded by Kaiser Aluminum and now wholly owned by the Asantehene Emperor of Ashanti Osei Tutu II and government of Ghana. Valco is a joint venture with Alcoa, the major aluminum conglomerate based in the United States. In 1961 Valco invested in the Akosombo Hydroelectric Project project to provide energy for its aluminum smelters. The company had negotiated favorable terms for power purchase with the government. The agreement was re-negotiated in 1985, as part of the program of the Rawlings government, to reflect the increased value of electrical energy.", "latitude": 5.66778, "name": "http://dbpedia.org/resource/Volta_Aluminum_Company", "longitude": 0.0211111, "label": "Volta Aluminum Company"}, {"comment": "Trashy Bags is a non-governmental organization in Accra, Ghana which turns plastic waste into reusable shopping bags, fashion accessories, school supplies, and other products. It is located in Accra, Ghana.In Ghana, drinking water, yoghurt and juices are sold in small plastic bags called sachets. This form of packaging was introduced in Ghana in 2004 to provide safe drinking water. The sachets can be opened easily in the corners to drink from, but after use the package is discarded and will usually[citation needed] end up as litter or in informal trash heaps.", "latitude": 5.63432, "name": "http://dbpedia.org/resource/Trashy_Bags", "longitude": -0.223192, "label": "Trashy Bags"}, {"comment": "Sahelis Productions is a film and television video production and post-production company based in Ouagadougou, Burkina Faso.The company was founded in 1992 by Sékou Traoré (Director), Issa Traoré de Brahima (Director, Artistic Director) and Dani Kouyaté (Director).", "latitude": 12.3703, "name": "http://dbpedia.org/resource/Sahelis_Productions", "longitude": -1.49028, "label": "Sahelis Productions"}, {"comment": "John Holt plc is a Nigerian conglomerate. It has been an important participant in many areas of the economy. The Nigerian company is a subsidiary of John Holt & Co. (Liverpool) Ltd, a United Kingdom company. A minority of the shares are traded on the Nigerian Stock Exchange.", "latitude": 6.5975, "name": "http://dbpedia.org/resource/John_Holt_plc", "longitude": 3.36972, "label": "John Holt plc"}, {"comment": "Diamond Cement Ghana Limited is an Indian-owned Portland cement producing company located at Aflao in the Volta Region of Ghana near the border with Togo.", "latitude": 6.125, "name": "http://dbpedia.org/resource/Diamond_Cement_Ghana_Limited", "longitude": 1.185, "label": "Diamond Cement Ghana Limited"}, {"comment": "The Brandenburger Gold Coast, later Prussian Gold Coast, was a part of the Gold Coast. The Brandenburg colony existed from 1682 to 1720, when king Frederick William I of Prussia sold it for 7200 ducats to the Dutch Republic.", "latitude": 4.75361, "name": "http://dbpedia.org/resource/Brandenburger_Gold_Coast", "longitude": -2.06694, "label": "Brandenburger Gold Coast"}, {"comment": "Street Rhymes Studios is a Port Harcourt-based independent, sound recording studio founded by singer and record producer Slim Burna, after he quit working for record label Grafton Records in late 2008. The studio operates out of Burna's residential building, 10 Railway Close, in D-line.Notable musical acts who have used the facility include award-winning Nigerian rapper M-Trill and pop singer-songwriter Muma Gee. Others are, Bukwild Da Ikwerrian, Knowledge, DJ Joenel, Zubillionaire, Spaceman, and Young Stunna.", "latitude": 4.80222, "name": "http://dbpedia.org/resource/Street_Rhymes_Studios", "longitude": 7.00278, "label": "Street Rhymes Studios"}, {"comment": "Heineken and United African Company (UAC) began construction on the brewery in October 1961 in Wellington Industrial Estate in Freetown and the first brew was mashed-in on the 23 November 1962. The first brand to be brewed was Star Lager.[citation needed]During the 1997 Military Coup the brewing stopped for six months after the brewery was ransacked, and on the 6 January 1999 the rebel forces looted the brewery stopping production for one and a half years.[citation needed]", "latitude": 8.44253, "name": "http://dbpedia.org/resource/Sierra_Leone_Brewery_Limited", "longitude": -13.165, "label": "Sierra Leone Brewery Limited"}, {"comment": "International Breweries Plc started production in December 1978 with an installed capacity of 200 000 hectolitres per annum, this increased to 500 000 hl/a in December 1982.On 26 April 1994 International Breweries Plc became a public limited liability company and listed on the Nigerian Stock Exchange.International Breweries Plc has a Technical Services Agreement with Brauhaase International Management GMBH, a subsidiary of Warsteiner Group of Germany, which owned 72.03% equity.1 January 2012 SABMiller took operational management control of International Breweries from BGI Castel", "latitude": 7.62614, "name": "http://dbpedia.org/resource/International_Breweries_Plc", "longitude": 4.78397, "label": "International Breweries Plc"}, {"comment": "The Mauritania Railway is the national railway of Mauritania. Opened in 1963, it consists of a single, 704-kilometre (437 mi) railway line linking the iron mining centre of Zouerate with the port of Nouadhibou, via Fderik and Choum. The state agency Société Nationale Industrielle et Minière (National Mining and Industrial Company, SNIM) controls the railway line.Since the closure of the Choum Tunnel, a 5 km section of the railway cuts through the Polisario Front-controlled part of the Western Sahara (21°21′18″N13°00′46″W﻿ / ﻿21.354867°N 13.012644°W)).", "latitude": 21.3549, "name": "http://dbpedia.org/resource/Mauritania_Railway", "longitude": -13.0126, "label": "Mauritania Railway"}, {"comment": "Namibia Breweries Limited (NBL) is a Namibian brewery founded in 1920 when Carl List and Hermann Ohlthaver acquired four small breweries with financial difficulties. The breweries were merged under the name South West Breweries Limited (SWB). SWB changed its name to Namibia Breweries Limited when Namibia gained independence on March 21, 1990. Ohlthaver & List Group of Companies are still the majority shareholder.", "latitude": -22.5237, "name": "http://dbpedia.org/resource/Namibia_Breweries_Limited", "longitude": 17.0789, "label": "Namibia Breweries Limited"}, {"comment": "BusyInternet is a Ghanaian Internet Service Provider (ISP) providing a number of services including ADSL broadband, data hosting and Internet café in Ghana.", "latitude": 5.5715, "name": "http://dbpedia.org/resource/BusyInternet", "longitude": -0.209516, "label": "BusyInternet"}, {"comment": "SABMiller made an initial investment of over US$100m in the Onitsha brewery that was commissioned on 30 August 2012.In 2014 a decision was made to invest US$110 million to increase the current annual capacity from 700 000 to 2.1 million hectolitres.The capacity upgrade is due to be completed in 2015.", "latitude": 6.12728, "name": "http://dbpedia.org/resource/Intafact_Beverages_Limited", "longitude": 6.76517, "label": "Intafact Beverages Limited"}, {"comment": "Nigerian Communication Satellite (NIGCOMSAT) Limited is a company under the Federal Ministry information Communications technology of whose mission is to be the leading communication satellite operator and service provider in Africa.The Company was incorporated on April 4, 2006 as a company under the auspices of the Federal Ministry of Communication Technology.", "latitude": 8.99194, "name": "http://dbpedia.org/resource/NIGCOMSAT", "longitude": 7.38944, "label": "NIGCOMSAT"}, {"comment": "In 1829, the Saint Helena Railway Company built an inclined-plane cableway on Saint Helena. It was intended to lift supplies from the port and capital of Jamestown up to Ladder Hill Fort. It was rebuilt as a long, steep staircase, by the Royal Engineers in 1871 now known as Jacob’s Ladder. It is designated as a Grade I listed feature.", "latitude": -15.9256, "name": "http://dbpedia.org/resource/Saint_Helena_Railway_Company", "longitude": -5.7192, "label": "Saint Helena Railway Company"}, {"comment": "The St. Helena Seamount chain, also known as the St. Helena Seamounts, is an underwater chain of seamounts in the southern Atlantic Ocean. The chain has been formed by the movement of the African Plate over the Saint Helena hotspot.", "latitude": -15.7415, "name": "http://dbpedia.org/resource/St._Helena_Seamount_chain", "longitude": -6.43125, "label": "St. Helena Seamount chain"}]
